Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The avatar “%@” now presents the requests in the floating panel.
ar: تعرض الصورة الرمزية «%@» الآن الطلبات في اللوحة العائمة.
de: Der Avatar „%@“ präsentiert jetzt die Anfragen im schwebenden Fenster.
es: El avatar “%@” presenta ahora las solicitudes en el panel flotante.
fr: L’avatar « %@ » présente maintenant les demandes dans le panneau flottant.
hi: अवतार “%@” अब फ़्लोटिंग पैनल में अनुरोध प्रस्तुत करता है।
it: L’avatar “%@” ora presenta le richieste nel riquadro mobile.
ja: アバター「%@」がフローティングパネルでリクエストを表示するようになりました。
ko: 이제 아바타 “%@”이(가) 플로팅 패널에서 요청을 표시합니다.
nl: De avatar ‘%@’ presenteert nu de verzoeken in het zwevende paneel.
pl: Awatar „%@” przedstawia teraz prośby w panelu pływającym.
pt_br: O avatar “%@” agora apresenta as solicitações no painel flutuante.
ru: Теперь запросы в плавающей панели представляет аватар «%@».
tr: “%@” avatarı artık istekleri yüzen panelde sunuyor.
uk: Тепер аватар «%@» представляє запити в плаваючій панелі.
zh_hans: 头像“%@”现在会在浮动面板中呈现请求。
zh_hant: 頭像「%@」現在會在浮動面板中呈現請求。

source: The background of “%@” could not be removed.
ar: تعذّرت إزالة خلفية «%@».
de: Der Hintergrund von „%@“ konnte nicht entfernt werden.
es: No se ha podido quitar el fondo de “%@”.
fr: Le fond de « %@ » n’a pas pu être retiré.
hi: “%@” की पृष्ठभूमि हटाई नहीं जा सकी।
it: Impossibile rimuovere lo sfondo di “%@”.
ja: 「%@」の背景を取り除けませんでした。
ko: “%@”의 배경을 제거할 수 없습니다.
nl: De achtergrond van ‘%@’ kon niet worden verwijderd.
pl: Nie można usunąć tła miny „%@”.
pt_br: Não foi possível remover o fundo de “%@”.
ru: Не удалось удалить фон «%@».
tr: “%@” arka planı kaldırılamadı.
uk: Не вдалося вилучити тло «%@».
zh_hans: 无法移除“%@”的背景。
zh_hant: 無法移除「%@」的背景。

source: The background process that runs agents is restarting to take the access.
ar: تتم إعادة تشغيل عملية الخلفية التي تشغّل الوكلاء لتحصل على الوصول.
de: Der Hintergrundprozess, der die Agents ausführt, startet neu, um den Zugriff zu übernehmen.
es: El proceso en segundo plano que ejecuta los agentes se está reiniciando para obtener el acceso.
fr: Le processus d’arrière-plan qui lance les agents redémarre pour prendre l’accès.
hi: एजेंट चलाने वाली बैकग्राउंड प्रोसेस ऐक्सेस पाने के लिए फिर से शुरू हो रही है।
it: Il processo in background che esegue gli agenti si sta riavviando per ottenere l’accesso.
ja: アクセス権を反映するため、エージェントを実行するバックグラウンドプロセスを再起動しています。
ko: 접근 권한을 적용하기 위해 에이전트를 실행하는 백그라운드 프로세스가 재시작하는 중입니다.
nl: Het achtergrondproces dat agents uitvoert, wordt herstart om de toegang over te nemen.
pl: Proces w tle uruchamiający agentów uruchamia się ponownie, aby uzyskać dostęp.
pt_br: O processo em segundo plano que executa os agentes está reiniciando para receber o acesso.
ru: Фоновый процесс, запускающий агентов, перезапускается, чтобы получить доступ.
tr: Ajanları çalıştıran arka plan işlemi erişimi almak için yeniden başlıyor.
uk: Фоновий процес, що запускає агентів, перезапускається, щоб отримати доступ.
zh_hans: 运行智能体的后台进程正在重新启动以获取访问权限。
zh_hant: 執行代理程式的背景程序正在重新啟動以取得權限。

source: The background terminal host could not be used for it.
ar: تعذّر استخدام مضيف الطرفيات في الخلفية له.
de: Der Terminal-Host im Hintergrund konnte dafür nicht verwendet werden.
es: No se ha podido usar el host de terminales en segundo plano para ello.
fr: L’hôte des terminaux en arrière-plan n’a pas pu être utilisé pour lui.
hi: इसके लिए बैकग्राउंड टर्मिनल होस्ट का उपयोग नहीं किया जा सका।
it: L’host dei terminali in background non ha potuto essere usato per essa.
ja: バックグラウンドのターミナルホストを使用できませんでした。
ko: 백그라운드 터미널 호스트를 사용할 수 없었습니다.
nl: De terminalhost op de achtergrond kon hiervoor niet worden gebruikt.
pl: Nie można było użyć dla niej hosta terminali w tle.
pt_br: O host dos terminais em segundo plano não pôde ser usado para ele.
ru: Для неё не удалось использовать фоновый хост терминалов.
tr: Arka plandaki terminal sunucusu bunun için kullanılamadı.
uk: Для нього не вдалося використати фоновий хост терміналів.
zh_hans: 无法为其使用后台终端主机。
zh_hant: 無法為其使用背景終端機主機。

source: The base URL must be a full address, such as https://host/v1.
ar: يجب أن يكون URL الأساسي عنوانًا كاملًا، مثل https://host/v1.
de: Die Basis-URL muss eine vollständige Adresse sein, etwa https://host/v1.
es: La URL base debe ser una dirección completa, por ejemplo https://host/v1.
fr: L’URL de base doit être une adresse complète, par exemple https://hote/v1.
hi: बेस URL एक पूरा पता होना चाहिए, जैसे https://host/v1।
it: L’URL di base deve essere un indirizzo completo, ad esempio https://host/v1.
ja: ベースURLは完全なアドレス（例：https://host/v1）で指定する必要があります。
ko: 기본 URL은 https://host/v1과 같은 전체 주소여야 합니다.
nl: De basis-URL moet een volledig adres zijn, zoals https://host/v1.
pl: Bazowy URL musi być pełnym adresem, na przykład https://host/v1.
pt_br: A URL base deve ser um endereço completo, por exemplo https://host/v1.
ru: Базовый URL должен быть полным адресом, например https://host/v1.
tr: Temel URL tam bir adres olmalıdır, örneğin https://host/v1.
uk: Базова URL-адреса має бути повною, наприклад https://host/v1.
zh_hans: 基础 URL 必须是完整地址，例如 https://host/v1。
zh_hant: 基本 URL 必須是完整位址，例如 https://host/v1。

source: The bubbles that walk you from New Session to an agent at work.
ar: الفقاعات التي ترشدك من «جلسة جديدة» إلى وكيل قيد العمل.
de: Die Blasen, die dich von „Neue Sitzung“ bis zu einem arbeitenden Agent führen.
es: Las burbujas que te guían desde “Nueva sesión” hasta un agente trabajando.
fr: Les bulles qui vous guident de « Nouvelle session » jusqu’à un agent au travail.
hi: वे बबल जो आपको “नया सेशन” से लेकर काम करते एजेंट तक ले जाते हैं।
it: I fumetti che ti guidano da Nuova sessione fino a un agente al lavoro.
ja: 「新規セッション」からエージェントが作業を始めるまでを案内するバブルです。
ko: “새로운 세션”부터 작업 중인 에이전트까지 안내하는 말풍선입니다.
nl: De bubbels die je begeleiden van ‘Nieuwe sessie’ tot een werkende agent.
pl: Dymki, które prowadzą od „Nowa sesja” do pracującego agenta.
pt_br: Os balões que guiam você de “Nova Sessão” até um agente trabalhando.
ru: Подсказки, которые проведут вас от «Новой сессии» до работающего агента.
tr: “Yeni Oturum”dan çalışan bir ajana kadar size yol gösteren balonlar.
uk: Бульбашки, що проведуть вас від «Новий сеанс» до агента за роботою.
zh_hans: 引导你从“新建会话”到智能体开始工作的气泡提示。
zh_hant: 從「新增工作階段」一路引導你到代理程式開始工作的泡泡。

source: The certificate of %@ is not trusted
ar: شهادة %@ غير موثوقة
de: Dem Zertifikat von %@ wird nicht vertraut
es: El certificado de %@ no es de confianza
fr: Le certificat de %@ n’est pas approuvé
hi: %@ का सर्टिफ़िकेट विश्वसनीय नहीं है
it: Il certificato di %@ non è attendibile
ja: %@の証明書は信頼されていません
ko: %@의 인증서를 신뢰할 수 없음
nl: Het certificaat van %@ wordt niet vertrouwd
pl: Certyfikat %@ nie jest zaufany
pt_br: O certificado de %@ não é confiável
ru: Сертификат %@ не является доверенным
tr: %@ sertifikasına güvenilmiyor
uk: Сертифікат %@ не є надійним
zh_hans: %@ 的证书不受信任
zh_hant: %@ 的憑證不受信任

source: The character of “%@” is not the size of the others.
ar: شخصية «%@» ليست بحجم الأخريات.
de: Die Figur von „%@“ hat nicht die Größe der anderen.
es: El personaje de “%@” no tiene el tamaño de los demás.
fr: Le personnage de « %@ » n’a pas la taille des autres.
hi: “%@” का पात्र बाकी के आकार का नहीं है।
it: Il personaggio di “%@” non ha le dimensioni degli altri.
ja: 「%@」のキャラクターのサイズがほかと異なります。
ko: “%@”의 캐릭터 크기가 다른 것과 다릅니다.
nl: Het personage van ‘%@’ is niet even groot als de andere.
pl: Postać miny „%@” ma inny rozmiar niż pozostałe.
pt_br: O personagem de “%@” não tem o tamanho dos outros.
ru: Персонаж в «%@» не совпадает по размеру с остальными.
tr: “%@” karakteri diğerleriyle aynı boyutta değil.
uk: Персонаж «%@» має інший розмір, ніж решта.
zh_hans: “%@”中的角色与其他表情大小不一致。
zh_hant: 「%@」中的角色與其他的大小不同。

source: The coding agent that runs the sessions: its tools, its prompts and its permissions. The gateway translates between its protocol and the endpoint's.
ar: وكيل البرمجة الذي يشغّل الجلسات: أدواته والـ prompt الخاصة به وأذوناته. تترجم البوابة بين بروتوكوله وبروتوكول نقطة النهاية.
de: Der Coding-Agent, der die Sitzungen ausführt: seine Tools, seine Prompts und seine Berechtigungen. Das Gateway übersetzt zwischen seinem Protokoll und dem des Endpoints.
es: El agente de código que ejecuta las sesiones: sus herramientas, sus prompts y sus permisos. La pasarela traduce entre su protocolo y el del endpoint.
fr: L’agent de code qui fait tourner les sessions : ses outils, ses prompts et ses autorisations. La passerelle traduit entre son protocole et celui de l’endpoint.
hi: सेशन चलाने वाला कोडिंग एजेंट: उसके टूल, उसके प्रॉम्प्ट और उसकी अनुमतियाँ। गेटवे उसके प्रोटोकॉल और एंडपॉइंट के प्रोटोकॉल के बीच अनुवाद करता है।
it: L’agente di programmazione che esegue le sessioni: i suoi strumenti, i suoi prompt e i suoi permessi. Il gateway traduce tra il suo protocollo e quello dell’endpoint.
ja: セッションを実行するコーディングエージェント（ツール、プロンプト、権限）です。ゲートウェイがそのプロトコルとエンドポイントのプロトコルを変換します。
ko: 세션을 실행하는 코딩 에이전트로, 도구, 프롬프트 및 권한을 제공합니다. 게이트웨이가 에이전트의 프로토콜과 엔드포인트의 프로토콜 사이를 변환합니다.
nl: De codeeragent die de sessies uitvoert: de tools, prompts en rechten ervan. De gateway vertaalt tussen het protocol van de agent en dat van het endpoint.
pl: Agent kodujący, który obsługuje sesje: jego narzędzia, prompty i uprawnienia. Brama tłumaczy między jego protokołem a protokołem endpointu.
pt_br: O agente de código que executa as sessões: suas ferramentas, seus prompts e suas permissões. O gateway traduz entre o protocolo dele e o do endpoint.
ru: Агент для программирования, который ведёт сессии: его инструменты, промпты и разрешения. Шлюз переводит между его протоколом и протоколом endpoint.
tr: Oturumları çalıştıran kodlama ajanı: araçları, istemleri ve izinleri. Ağ geçidi, onun protokolü ile uç noktanınki arasında çeviri yapar.
uk: Агент для програмування, що виконує сеанси: його інструменти, промпти й дозволи. Шлюз перекладає між його протоколом і протоколом ендпоінта.
zh_hans: 运行会话的编程智能体：提供其工具、提示词和权限。网关在它的协议与端点的协议之间进行转换。
zh_hant: 執行工作階段的程式碼代理程式：其工具、提示詞和權限。閘道會在其協定與端點的協定之間轉換。

source: The command or the question
ar: الأمر أو السؤال
de: Der Befehl oder die Frage
es: El comando o la pregunta
fr: La commande ou la question
hi: कमांड या प्रश्न
it: Il comando o la domanda
ja: コマンドまたは質問
ko: 명령 또는 질문
nl: De opdracht of de vraag
pl: Polecenie lub pytanie
pt_br: O comando ou a pergunta
ru: Команда или вопрос
tr: Komut veya soru
uk: Команда або питання
zh_hans: 命令或问题
zh_hant: 指令或問題

source: The context window, in tokens.
ar: نافذة السياق، بالرموز.
de: Das Kontextfenster, in Tokens.
es: La ventana de contexto, en tokens.
fr: La fenêtre de contexte, en jetons.
hi: संदर्भ विंडो, टोकन में।
it: La finestra di contesto, in token.
ja: コンテキストウインドウ（トークン数）。
ko: 컨텍스트 윈도우(토큰 단위).
nl: Het contextvenster, in tokens.
pl: Okno kontekstu, w tokenach.
pt_br: A janela de contexto, em tokens.
ru: Окно контекста, в токенах.
tr: Token cinsinden bağlam penceresi.
uk: Вікно контексту, у токенах.
zh_hans: 上下文窗口，以 token 计。
zh_hant: 情境視窗大小，以 token 計算。

source: The conversation continues with %@.
ar: تستمر المحادثة مع %@.
de: Die Unterhaltung wird mit %@ fortgesetzt.
es: La conversación continúa con %@.
fr: La conversation continue avec %@.
hi: बातचीत %@ के साथ जारी रहती है।
it: La conversazione continua con %@.
ja: 会話は%@で続行します。
ko: 대화가 %@(으)로 계속됩니다.
nl: Het gesprek gaat verder met %@.
pl: Rozmowa jest kontynuowana z %@.
pt_br: A conversa continua com %@.
ru: Беседа продолжается с %@.
tr: Konuşma %@ ile devam ediyor.
uk: Розмова продовжується з %@.
zh_hans: 对话将使用 %@ 继续。
zh_hant: 對話將以 %@ 繼續。

source: The conversation continues with the agent's default model.
ar: تستمر المحادثة مع النموذج الافتراضي للوكيل.
de: Die Unterhaltung wird mit dem Standardmodell des Agents fortgesetzt.
es: La conversación continúa con el modelo por omisión del agente.
fr: La conversation continue avec le modèle par défaut de l’agent.
hi: बातचीत एजेंट के डिफ़ॉल्ट मॉडल के साथ जारी रहती है।
it: La conversazione continua con il modello predefinito dell’agente.
ja: 会話はエージェントのデフォルトのモデルで続行します。
ko: 대화가 에이전트의 기본 모델로 계속됩니다.
nl: Het gesprek gaat verder met het standaardmodel van de agent.
pl: Rozmowa jest kontynuowana z domyślnym modelem agenta.
pt_br: A conversa continua com o modelo padrão do agente.
ru: Беседа продолжается с моделью агента по умолчанию.
tr: Konuşma ajanın varsayılan modeliyle devam ediyor.
uk: Розмова продовжується з типовою моделлю агента.
zh_hans: 对话将使用智能体的默认模型继续。
zh_hant: 對話將以代理程式的預設模型繼續。

source: The current drawing will be replaced.
ar: سيتم استبدال الرسم الحالي.
de: Die aktuelle Zeichnung wird ersetzt.
es: Se sustituirá el dibujo actual.
fr: Le dessin actuel sera remplacé.
hi: मौजूदा चित्र बदल दिया जाएगा।
it: Il disegno attuale verrà sostituito.
ja: 現在の画像は置き換えられます。
ko: 현재 그림이 대체됩니다.
nl: De huidige tekening wordt vervangen.
pl: Bieżący rysunek zostanie zastąpiony.
pt_br: O desenho atual será substituído.
ru: Текущий рисунок будет заменён.
tr: Geçerli çizim değiştirilecek.
uk: Поточний малюнок буде замінено.
zh_hans: 当前绘制的内容将被替换。
zh_hant: 目前的繪圖將被取代。

source: The default parameters must be a JSON object.
ar: يجب أن تكون المعلمات الافتراضية كائن JSON.
de: Die Standardparameter müssen ein JSON-Objekt sein.
es: Los parámetros por omisión deben ser un objeto JSON.
fr: Les paramètres par défaut doivent être un objet JSON.
hi: डिफ़ॉल्ट पैरामीटर एक JSON ऑब्जेक्ट होने चाहिए।
it: I parametri predefiniti devono essere un oggetto JSON.
ja: デフォルトのパラメータはJSONオブジェクトである必要があります。
ko: 기본 매개변수는 JSON 객체여야 합니다.
nl: De standaardparameters moeten een JSON-object zijn.
pl: Domyślne parametry muszą być obiektem JSON.
pt_br: Os parâmetros padrão devem ser um objeto JSON.
ru: Параметры по умолчанию должны быть объектом JSON.
tr: Varsayılan parametreler bir JSON nesnesi olmalıdır.
uk: Типові параметри мають бути об’єктом JSON.
zh_hans: 默认参数必须是 JSON 对象。
zh_hant: 預設參數必須是 JSON 物件。

source: The description of the failed generation takes the place of the one in the card.
ar: يحل وصف الإنشاء الفاشل محل الوصف الموجود في البطاقة.
de: Die Beschreibung der fehlgeschlagenen Generierung ersetzt die der Karte.
es: La descripción de la generación fallida sustituye a la de la tarjeta.
fr: La description de la génération échouée remplace celle de la carte.
hi: विफल जनरेशन का विवरण कार्ड में मौजूद विवरण की जगह ले लेता है।
it: La descrizione della generazione non riuscita sostituisce quella della scheda.
ja: 失敗した生成の説明が、カード内の説明の代わりに入ります。
ko: 실패한 생성의 설명이 카드의 설명을 대체합니다.
nl: De beschrijving van het mislukte genereren vervangt die op de kaart.
pl: Opis nieudanego generowania zastępuje opis na karcie.
pt_br: A descrição da geração que falhou substitui a do cartão.
ru: Описание неудавшегося создания заменит описание в карточке.
tr: Başarısız oluşturmanın açıklaması karttakinin yerini alır.
uk: Опис невдалого генерування замінює опис у картці.
zh_hans: 失败生成的描述将替换卡片中的描述。
zh_hant: 失敗產生的描述會取代卡片中的描述。

source: The development server may still be starting.
ar: قد يكون خادم التطوير لا يزال قيد البدء.
de: Der Entwicklungsserver startet möglicherweise noch.
es: Puede que el servidor de desarrollo aún se esté iniciando.
fr: Le serveur de développement est peut-être encore en train de démarrer.
hi: डेवलपमेंट सर्वर शायद अभी भी शुरू हो रहा है।
it: Il server di sviluppo potrebbe essere ancora in fase di avvio.
ja: 開発用サーバがまだ起動中の可能性があります。
ko: 개발 서버가 아직 시작 중일 수 있습니다.
nl: De ontwikkelserver wordt mogelijk nog gestart.
pl: Serwer deweloperski może się jeszcze uruchamiać.
pt_br: O servidor de desenvolvimento talvez ainda esteja iniciando.
ru: Возможно, сервер разработки ещё запускается.
tr: Geliştirme sunucusu hâlâ başlıyor olabilir.
uk: Можливо, сервер розробки ще запускається.
zh_hans: 开发服务器可能仍在启动。
zh_hant: 開發伺服器可能仍在啟動中。

source: The development server may still be starting. Retrying every 2 seconds — attempt %lld.
ar: قد يكون خادم التطوير لا يزال قيد البدء. إعادة المحاولة كل ثانيتين — المحاولة %lld.
de: Der Entwicklungsserver startet möglicherweise noch. Neuer Versuch alle 2 Sekunden – Versuch %lld.
es: Puede que el servidor de desarrollo aún se esté iniciando. Nuevo intento cada 2 segundos — intento %lld.
fr: Le serveur de développement est peut-être encore en train de démarrer. Nouvel essai toutes les 2 secondes — tentative %lld.
hi: डेवलपमेंट सर्वर शायद अभी भी शुरू हो रहा है। हर 2 सेकंड में फिर से कोशिश — प्रयास %lld।
it: Il server di sviluppo potrebbe essere ancora in fase di avvio. Nuovo tentativo ogni 2 secondi — tentativo %lld.
ja: 開発用サーバがまだ起動中の可能性があります。2秒ごとに再試行しています — %lld回目。
ko: 개발 서버가 아직 시작 중일 수 있습니다. 2초마다 다시 시도합니다 — 시도 %lld.
nl: De ontwikkelserver wordt mogelijk nog gestart. Elke 2 seconden een nieuwe poging — poging %lld.
pl: Serwer deweloperski może się jeszcze uruchamiać. Ponawianie co 2 sekundy — próba %lld.
pt_br: O servidor de desenvolvimento talvez ainda esteja iniciando. Nova tentativa a cada 2 segundos — tentativa %lld.
ru: Возможно, сервер разработки ещё запускается. Повтор каждые 2 секунды — попытка %lld.
tr: Geliştirme sunucusu hâlâ başlıyor olabilir. 2 saniyede bir yeniden deneniyor — deneme %lld.
uk: Можливо, сервер розробки ще запускається. Повторні спроби кожні 2 секунди — спроба %lld.
zh_hans: 开发服务器可能仍在启动。每 2 秒重试一次 — 第 %lld 次尝试。
zh_hant: 開發伺服器可能仍在啟動中。每 2 秒重試一次 — 第 %lld 次嘗試。

source: The dialog of %@ does not offer this answer: nothing was sent. Answer it in the session.
ar: لا يوفّر مربع حوار «%@» هذه الإجابة: لم يتم إرسال أي شيء. أجب عنه في الجلسة.
de: Der Dialog von „%@“ bietet diese Antwort nicht an: Es wurde nichts gesendet. Antworte in der Sitzung.
es: El diálogo de “%@” no ofrece esta respuesta: no se ha enviado nada. Responde en la sesión.
fr: Le dialogue de « %@ » ne propose pas cette réponse : rien n’a été envoyé. Répondez dans la session.
hi: “%@” का डायलॉग यह उत्तर उपलब्ध नहीं कराता: कुछ नहीं भेजा गया। सेशन में उत्तर दें।
it: La finestra di dialogo di “%@” non offre questa risposta: non è stato inviato nulla. Rispondi nella sessione.
ja: 「%@」のダイアログにはこの回答がありません。何も送信されませんでした。セッション内で回答してください。
ko: “%@”의 대화상자에 이 답변이 없어 아무것도 전송되지 않았습니다. 세션에서 답하십시오.
nl: Het dialoogvenster van ‘%@’ biedt dit antwoord niet: er is niets verstuurd. Beantwoord het in de sessie.
pl: Okno dialogowe „%@” nie oferuje tej odpowiedzi: nic nie wysłano. Odpowiedz w sesji.
pt_br: O diálogo de “%@” não oferece esta resposta: nada foi enviado. Responda na sessão.
ru: Диалог «%@» не предлагает такого ответа: ничего не отправлено. Ответьте в сессии.
tr: “%@” iletişim kutusu bu yanıtı sunmuyor: hiçbir şey gönderilmedi. Oturumda yanıtlayın.
uk: Діалог «%@» не пропонує такої відповіді: нічого не надіслано. Дайте відповідь у сеансі.
zh_hans: “%@”的对话框不提供此回答：未发送任何内容。请在会话中回答。
zh_hant: 「%@」的對話框未提供此回答：未傳送任何內容。請在工作階段中回答。

source: The dialog shown in %@ is not this request's: nothing was sent. Answer it in the session.
ar: مربع الحوار المعروض في «%@» لا يخص هذا الطلب: لم يتم إرسال أي شيء. أجب عنه في الجلسة.
de: Der in „%@“ angezeigte Dialog gehört nicht zu dieser Anfrage: Es wurde nichts gesendet. Antworte in der Sitzung.
es: El diálogo que se muestra en “%@” no es el de esta solicitud: no se ha enviado nada. Responde en la sesión.
fr: Le dialogue affiché dans « %@ » n’est pas celui de cette demande : rien n’a été envoyé. Répondez dans la session.
hi: “%@” में दिखाया गया डायलॉग इस अनुरोध का नहीं है: कुछ नहीं भेजा गया। सेशन में उत्तर दें।
it: La finestra di dialogo mostrata in “%@” non è quella di questa richiesta: non è stato inviato nulla. Rispondi nella sessione.
ja: 「%@」に表示されているダイアログはこのリクエストのものではありません。何も送信されませんでした。セッション内で回答してください。
ko: “%@”에 표시된 대화상자가 이 요청의 것이 아니어서 아무것도 전송되지 않았습니다. 세션에서 답하십시오.
nl: Het dialoogvenster in ‘%@’ hoort niet bij dit verzoek: er is niets verstuurd. Beantwoord het in de sessie.
pl: Okno dialogowe wyświetlone w „%@” nie dotyczy tej prośby: nic nie wysłano. Odpowiedz w sesji.
pt_br: O diálogo mostrado em “%@” não é o desta solicitação: nada foi enviado. Responda na sessão.
ru: Диалог, показанный в «%@», относится не к этому запросу: ничего не отправлено. Ответьте в сессии.
tr: “%@” içinde gösterilen iletişim kutusu bu isteğe ait değil: hiçbir şey gönderilmedi. Oturumda yanıtlayın.
uk: Діалог, показаний у «%@», не належить цьому запиту: нічого не надіслано. Дайте відповідь у сеансі.
zh_hans: “%@”中显示的对话框不属于此请求：未发送任何内容。请在会话中回答。
zh_hant: 「%@」中顯示的對話框不屬於此請求：未傳送任何內容。請在工作階段中回答。

source: The download failed. Check the connection and try again.
ar: فشل التنزيل. تحقق من الاتصال وحاول مرة أخرى.
de: Das Laden ist fehlgeschlagen. Prüfe die Verbindung und versuche es erneut.
es: La descarga ha fallado. Comprueba la conexión e inténtalo de nuevo.
fr: Le téléchargement a échoué. Vérifiez la connexion et réessayez.
hi: डाउनलोड विफल रहा। कनेक्शन जाँचें और फिर से कोशिश करें।
it: Il download non è riuscito. Controlla la connessione e riprova.
ja: ダウンロードに失敗しました。接続を確認してもう一度お試しください。
ko: 다운로드에 실패했습니다. 연결을 확인하고 다시 시도하십시오.
nl: Downloaden is mislukt. Controleer de verbinding en probeer het opnieuw.
pl: Pobieranie nie powiodło się. Sprawdź połączenie i spróbuj ponownie.
pt_br: O download falhou. Verifique a conexão e tente novamente.
ru: Не удалось загрузить. Проверьте подключение и попробуйте снова.
tr: İndirme başarısız oldu. Bağlantıyı kontrol edip yeniden deneyin.
uk: Не вдалося завантажити. Перевірте з'єднання та спробуйте ще раз.
zh_hans: 下载失败。请检查网络连接后重试。
zh_hant: 下載失敗。請檢查網路連線後重試。

source: The editor chosen in Settings is no longer installed. The file was revealed instead.
ar: المحرر المختار في الإعدادات لم يعد مثبّتًا. تم عرض الملف في Finder بدلًا من ذلك.
de: Der in den Einstellungen gewählte Editor ist nicht mehr installiert. Die Datei wurde stattdessen im Finder gezeigt.
es: El editor elegido en Ajustes ya no está instalado. En su lugar, el archivo se ha mostrado en el Finder.
fr: L’éditeur choisi dans les Réglages n’est plus installé. Le fichier a été affiché dans le Finder à la place.
hi: सेटिंग्ज़ में चुना गया एडिटर अब इंस्टॉल नहीं है। इसके बजाय फ़ाइल Finder में दिखाई गई।
it: L’editor scelto nelle Impostazioni non è più installato. Il file è stato mostrato nel Finder.
ja: 設定で選択したエディタはインストールされていません。代わりにファイルをFinderに表示しました。
ko: 설정에서 선택한 편집기가 더 이상 설치되어 있지 않습니다. 대신 Finder에서 파일을 표시했습니다.
nl: De in Instellingen gekozen editor is niet meer geïnstalleerd. Het bestand is in plaats daarvan in de Finder getoond.
pl: Edytor wybrany w Ustawieniach nie jest już zainstalowany. Zamiast tego pokazano plik w Finderze.
pt_br: O editor escolhido nos Ajustes não está mais instalado. O arquivo foi mostrado no Finder no lugar.
ru: Редактор, выбранный в настройках, больше не установлен. Вместо этого файл показан в Finder.
tr: Ayarlar’da seçilen düzenleyici artık yüklü değil. Bunun yerine dosya Finder’da gösterildi.
uk: Редактор, вибраний у Параметрах, більше не інстальовано. Натомість файл показано у Finder.
zh_hans: 在“设置”中选择的编辑器已不再安装。已改为在 Finder 中显示该文件。
zh_hant: 在設定中選擇的編輯器已不再安裝。已改為在 Finder 中顯示檔案。

source: The endpoint answered %lld: %@
ar: استجابت نقطة النهاية بـ %1$lld: %2$@
de: Der Endpoint hat mit %lld geantwortet: %@
es: El endpoint ha respondido %lld: %@
fr: L’endpoint a répondu %1$lld : %2$@
hi: एंडपॉइंट ने %lld उत्तर दिया: %@
it: L’endpoint ha risposto %lld: %@
ja: エンドポイントの応答：%1$lld：%2$@
ko: 엔드포인트 응답 %1$lld: %2$@
nl: Het endpoint antwoordde %lld: %@
pl: Endpoint odpowiedział %lld: %@
pt_br: O endpoint respondeu %1$lld: %2$@
ru: Endpoint ответил %lld: %@
tr: Uç nokta %1$lld yanıtını verdi: %2$@
uk: Ендпоінт відповів %1$lld: %2$@
zh_hans: 端点返回 %lld：%@
zh_hant: 端點回應 %1$lld：%2$@
